Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mema.tmx
Source language: ca
Languages: es_es

source: Quan l'abast d'un quantificador (és a dir, els mots que afecta) és imprecís, una oració pot tenir més d'una interpretació.
es_es: Cuando el alcance de un cuantificador (es decir, las palabras a las que afecta) es impreciso, una oración puede tener más de una interpretación.

source: Altres: traje (verb traer, 1a pers.sing.pretèrit indefinit i subst.masc.sing.)
es_es: Otros: traje (verbo traer, 1a pers.sing.pretérito indefinido y subst.masc.sing.)

source: De les quatre combinacions resultants, dues són sintàcticament acceptables.
es_es: De las cuatro combinaciones resultantes, dos son sintácticamente aceptables.

source: Homògrafs substantiu--adverbi: antes, tanto, mal, bien...
es_es: Homógrafos sustantivo--adverbio: antes, tanto, mal, bien...

source: Per exemple, el mot { deu} pot voler dir ``nou més un'' (numeral) o ``ha de donar o pagar'' (verb).
es_es: Por ejemplo, la palabra { debe de} puede querer decir ``nuevo más uno'' (numeral) o ``tiene que dar o pagar'' (verbo).

source: Per exemple, en espanyol, els pronoms enclítics s'uneixen a l'imperatiu, a l'infinitiu i al gerundi, i moltes voltes fan que en canvie la forma (vegeu l'epígraf ).
es_es: Por ejemplo, en español, los pronombres enclíticos se unen al imperativo, al infinitivo y al gerundio, y muchas vueltas hacen que cambie la forma (ved el epígrafe ).

source: Aquesta omissió dóna lloc a una ambigüitat.
es_es: Esta omisión da lugar a una ambigüedad.

source: Altres casos: amase, amasen, amases ({ amar}, amasar); fui, fuiste, ... (ir i ser), ven (ver i venir), etc.
es_es: Otros casos: amase, amasen, amases ({ amar}, amasar); fui, fuiste, ... (ir y ser), vende (ver y venir), etc.

source: Qüestions, exercicis i problemes
es_es: Cuestiones, ejercicios y problemas

source: Es produeixen també moviments similars amb els relatius; per exemple, aquests es mouen cap a fora (cap amunt) des de les subordinades substantives completives amb verbs del tipus de { dir}, explicar, etc.
es_es: Se producen también movimientos similares con los relativos; por ejemplo, estos se mueven hacia fuera (hacia arriba) desde las subordinadas sustantivas completivas con verbos del tipo de { decir }, explicar, etc.

source: 2a pers.sing (2a i 3a conj.) / adj.fem.pl.: vivas.
es_es: 2a pers.sing (2a y 3a conj.) / adj.hacemos.pl.: vivas.

source: Segmentació del text origen
es_es: Segmentación del texto origen

source: Ambigüitat lèxica per anàfora: el pronom la pot tenir dos antecedents: mà [de paper] i la impressora.
es_es: Ambigüedad léxica por anáfora: el pronombre la puede tener dos antecedentes: mano [de papel] y la impresora.

source: Si una forma superficial és ambigua però té només una forma lèxica{}
es_es: Si una forma superficial es ambigua pero tiene sólo una forma léxica{}

source: Aquesta secció es basa parcialment en un document generat per Sandra Montserrat.
es_es: Esta sección se basa parcialmente en un documento generado por Sandra Montserrat.

source: De quin tipus d'ambigüitat es tracta?
es_es: ¿De qué tipo de ambigüedad se trata?

source: S'accepta comunament que la major part dels mots polisèmics d'un text (o d'un fragment del text) solen tenir una única interpretació en un text donat, però aquest principi s'ha de concretar en un mètode concret per a resoldre la polisèmia.
es_es: Comunmente se acepta que la mayor parte de las palabras polisémicas de un texto (o de un fragmento del texto) suelen tener una única interpretación en un texto dado, pero este principio se tiene que concretar en un método concreto para resolver la polisemia.

source: El sintagma (oració subordinada de relatiu) que s'hagen fet en euros pot modificar al segon sintagma nominal les despeses o al sintagma nominal complet les entrades i les despeses.
es_es: El sintagma (oración subordinada de relativo) que se hayan hecho en euros puede modificar al segundo sintagma nominal los gastos o al sintagma nominal completo las entradas y los gastos.

source: El principi de composicionalitat diu que la interpretació d'una oració està determinada per les interpretacions dels mots i per la sintaxi.
es_es: El principio de composicionalidad dice que la interpretación de una oración está determinada por las interpretaciones de las palabras y por la sintaxis.

source: el primer com és un relatiu que pot modificar dir en l'oració vas dir que vivia encara (``no m'agrada la manera de dir-ho'') o pot modificar { vivia} però ha estat mogut fora de la subordinada completiva vivia encara, que modifica { la manera} (``no m'agrada la manera com vivia, segons vas dir'').
es_es: el primer cómo es un relativo que puede modificar decir en la oración dijiste que vivía todavía (``no me gusta la manera de decirlo'') o puede modificar { vivía} pero ha sido movido fuera de la subordinada completiva vivía todavía, que modifica { la manera} (``no me gusta la manera como vivía, según dijiste'').

source: {Resolució de l'anàfora} La resolució de l'anàfora ---és a dir, la determinació de l'{ antecedent} d'un pronom o d'una altra expressió anafòrica--- es pot basar en informació morfològica (com ara quant a la concordança de gènere i de nombre entre un pronom i el seu antecedent), sintàctica, o fins i tot semàntica, tant a través de restriccions (per exemple, un pronom femení no pot tenir un antecedent masculí) com de preferències (els antecedents més recents o que han estat introduïts explícitament com l'assumpte del discurs o de la conversa ---Doncs, pel que fa a Joan...--- són preferibles als més antics).
es_es: {Resolución de la anáfora} La resolución de la anáfora ---es decir, la determinación del{ antecedente} de un pronombre o de otra expresión anafórica--- se puede basar en información morfológica (como por ejemplo en cuanto a la concordancia de género y de número entre un pronombre y su antecedente), sintáctica, o incluso semántica, tanto a través de restricciones (por ejemplo, un pronombre femenino no puede tener un antecedente masculino) cómo de preferencias (los antecedentes más recientes o que han sido introducidos explícitamente como el asunto del discurso o de la conversación ---Pues, en cuanto a Joan...--- son preferibles a los más antiguos).

source: `els' ) (.N.
es_es: `los' ) (.N.

source: Si traduim automàticament la frase espanyola ``Ayer cantamos las mismas canciones'' i obtenim en anglés ``Yesterday we sing the same songs'' o en francés ``Hier nous chantons les mêmes chansons'', quin tipus d'ambigüitat ha estat mal resolta?
es_es: Si traducimos automáticamente la frase española ``Ayer cantamos las mismas canciones'' y obtenemos en inglés ``Yesterday we sing the same songs'' o en francés ``Hier nous chantons les mêmes chansons'', ¿qué tipo de ambigüedad ha sido mal resuelta?

source: ``Vull ballar i cantar cançons de bressol'' (1: Ballarem durant una estona i després et cantaré perquè et dormes; 2: M'estime tant ballar cançons de bressol com cantar-ne).
es_es: ``Quiero bailar y cantar canciones de cuna'' (1: Bailaremos durante un rato y después te cantaré para que te duermas; 2: Me gusta tanto bailar canciones de cuna como cantar).

source: Per exemple, el verb vendre admet un objecte directe i un d'indirecte, però el verb menjar només el directe, de manera que si diem ``Va presentar l'home que venia taronges a Joan'' es pot interpretar de dues maneres, però si diem la frase estructuralment idèntica ``Va presentar l'home que menjava taronges a Joan'' no hi ha més que una interpretació possible.
es_es: Por ejemplo, el verbo vender admite un objeto directo y uno de indirecto, pero el verbo comer sólo el directo, de forma que si decimos ``Presentó al hombre que vendía naranjas a Joan'' se puede interpretar de dos maneras, pero si decimos la frase estructuralmente idéntica ``Presentó al hombre que comía naranjas a Joan'' no hay más que una interpretación posible.

source: Lèxica categorial Estructural d'origen categorial Estructural d'origen coordinatiu
es_es: Léxica categorial Estructural de orígen categorial Estructural de orígen coordinativo

source: `[aprecien]' ) (.SD.
es_es: `[aprecian]' ) (.SD.

source: Quan es produeix una ambigüitat perquè no queda clara l'adscripció d'un sintagma preposicional, com en porta la clau de l'armari gran, quina n'és la raó?
es_es: Cuando se produce una ambigüedad porque no queda clara la adscripción de un sintagma preposicional, como en trae la clave del armario grande, ¿cuál es la razón?

source: Ambigüitat sintàctica o estructural (pura) d'adjunció: el sintagma preposicional de la ciutat es pot inserir en dues posicions diferents de l'oració: pot modificar alcalde o expulsaran [l'alcalde].
es_es: Ambigüedad sintáctica o estructural (pura) de adyunción: el sintagma preposicional de la ciudad se puede insertar en dos posiciones diferentes de la oración: puede modificar alcalde o expulsarán [al alcalde].

source: (1a conj.) / adj.fem.pl.: pintas, bajas, mondas, lindas; Pres.ind.
es_es: (1a conj.) / adj.hacemos.pl.: pintas, bajas, mondas, lindas; Preso.ind.

source: {} podem dir que el lema és polisèmic.
es_es: {} podemos decir que el lema es polisémico.

source: [Els pronoms febles:] Els principals problemes es troben en la traducció de lo, ja que pot correspondre en català a alguna forma del pronom masculí singular { lo} o a alguna forma del pronom neutre ho; en la traducció de se, el qual correspon normalment al reflexiu català se però en les combinacions espanyoles se la, se lo, etc.
es_es: [Los pronombres débiles:] Los principales problemas se encuentran en la traducción de lo, puesto que puede corresponder en catalán a alguna forma del pronombre masculino singular { lo} o a alguna forma del pronombre neutro lo; en la traducción de se, el cual corresponde normalmente al reflexivo catalán se pero en las combinaciones españolas se la, se lo, etc.

source: Per tant, l'elegim.
es_es: Por lo tanto, lo elegimos.

source: L'ambigüitat d'una oració pot ser causada per diversos tipus bàsics d'ambigüitat lèxica.
es_es: La ambigüedad de una oración puede ser causada por varios tipos básicos de ambigüedad léxica.

source: Homografia
es_es: Homografía

source: En les frases comparatives de l'estil de Els processadors processen més ràpidament les dades que els dispositius perifèrics què fa que siga possible la existència de dues interpretacions (els dispositius perifèrics són processats o processen?).
es_es: En las frases comparativas del estilo de Los procesadores procesan más rápidamente los datos que los dispositivos periféricos ¿qué hace que sea posible la existencia de dos interpretaciones (los dispositivos periféricos son procesados o procesan?).

source: Una és Qui diu que PRO vindrà?
es_es: Una es ¿Quién dice que PRO vendrá?

source: {} no pot afectar mai el resultat de la traducció automàtica.
es_es: {} no puede afectar nunca el resultado de la traducción automática.

source: En general, els humans usem les nostres creences sobre el funcionament del món real (o d'un món fictici concret, com en una novel·la) per a elegir una de les interpretacions com a més versemblant (és a dir, per a resoldre l'ambigüitat); quan aquestes creences són compartides entre l'emissor i el receptor, es pot usar l'ambigüitat com un mecanisme molt eficient per a produir missatges més curts.
es_es: En general, los humanos usamos nuestras creencias sobre el funcionamiento del mundo real (o de un mundo ficticio concreto, como en una novela) para elegir una de las interpretaciones como más verosímil (es decir, para resolver la ambigüedad); cuando estas creencias son compartidas entre el emisor y el receptor, se puede usar la ambigüedad como un mecanismo muy eficiente para producir mensajes más cortos.

source: ``Mi vecino aseguró que había bajado la bolsa'' (1: La bossa d'escombraries ja és al contenidor; 2: Les meues accions de borsa no deixen de donar-me disgustos).
es_es: ``Mí vecino aseguró que había bajado la bolsa'' (1: La bolsa de basura ya es al contenedor; 2: Mis acciones de bolsa no dejan de darme disgustos).

source: `[les gallines]' ) (.{{I}}.
es_es: `[las gallinas]' ) (.{{I}}.

source: L'oració té constituents que no es reflecteixen com a mots però als quals cal assignar una interpretació.
es_es: La oración tiene constituyentes que no se reflejan como palabras pero a los cuales hay que asignar una interpretación.

source: Polisèmia, perquè el pronom pot, en principi, estar substituint un nom o un altre.
es_es: Polisemia, porque el pronombre puede, en principio, estar sustituyendo un nombre u otro.

source: --- I les creus?'' (1: Creus aquestes notícies?
es_es: --- ¿Y las crees?'' (1: ¿Crees estas noticias?

source: És possible resoldre en alguns casos l'ambigüitat deguda a un mot homògraf utilitzant exclusivament informació morfològica?
es_es: ¿Es posible resolver en algunos casos la ambigüedad debida a una palabra homógrafa utilizando exclusivamente información morfológica?

source: [Els relatius:] El principal problema apareix quan es volen traduir oracions que contenen el relatiu possessiu cuyo, inexistent en català, on el més senzill és usar una construcció amb { qual}, que, a més, presenta un esquema de concordança diferent (qual ha de concordar amb l'antecedent, mentre { cuyo} concorda amb el nom que el segueix): el contribuyente cuyos informes hemos solicitado llegará tarde $$ el contribuent els informes del qual hem sol·licitat arribarà tard (vegeu el final de l'apartat ).
es_es: [Los relativos:] El principal problema aparece cuando se quieren traducir oraciones que contienen el relativo posesivo cuyo, inexistente en catalán, donde lo más sencillo es usar una construcción con { cual}, que, además, presenta un esquema de concordancia diferente (cual tiene que concordar con el antecedente, mientras { cuyo} concuerda con el nombre que le sigue): el contribuyente cuyos informes hemos solicitado llegará tarde $$ el contribuent els informes del qual hem sol·licitat arribarà tard (ved el final del apartado ).

source: En català ---i en general en les llengües romàniques--- són molt comunes les ambigüitats degudes a la combinació d'un mot que pot ser pronom feble de tercera persona o article (el, la, l', els, les) i un altre mot que pot ser substantiu o verb conjugat.
es_es: En catalán ---y en general en las lenguas románicas--- son muy comunes las ambigüedades debidas a la combinación de una palabra que puede ser pronombre débil de tercera persona o artículo (lo, la, los, las) y otra palabra que puede ser sustantivo o verbo conjugado.

source: De quina classe és l'ambigüitat de l'oració ``Va vendre les taronges que havia comprat a Maria''?
es_es: ¿De qué clase es la ambigüedad de la oración ``Vendió las naranjas que había comprado en Maria''?

source: L'anàlisi morfològica no és suficient per a detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos és el primer cas i en la frase Murieron sesenta y cinco quedaron malheridos és el segon.
es_es: El análisis morfológico no es suficiente para detectar que en la frase En el lugar donde murieron sesenta y cinco quedaron restos es el primer caso y en la frase Murieron sesenta y cinco quedaron malheridos es el segundo.

source: En el fragment Felip va apunyalar Marta.
es_es: En el fragmento Felipe apuñaló a Sergio.

source: Considerem l'exemple Totes les dones no s'estimen els abrics de pell.
es_es: Consideramos el ejemplo Todas las mujeres no se estiman los abrigos de piel.

source: Fer l'anàlisi morfològica de verbs seguits d'enclítics com ara estudiémonoslos o dándoselo.
es_es: Hacer el análisis morfológico de verbos seguidos de enclíticos como por ejemplo estudiémonoslos o dándoselo.

source: Vegem quins són alguns dels problemes:
es_es: Veamos cuáles son algunos de los problemas:

source: Com veurem més avall, de vegades l'el·lipsi dóna lloc a l'existència de més d'un arbre d'anàlisi sintàctica per a l'oració i per tant aquests tipus d'el·lipsi no es poden incloure pròpiament en aquest apartat dedicat a l'ambigüitat purament lèxica.
es_es: Cómo veremos más abajo, a veces la elipsis da lugar a la existencia de más de un árbol de análisis sintáctico para la oración y por lo tanto estos tipos de elipsis no se pueden incluir propiamente en este apartado dedicado a la ambigüedad puramente léxica.

source: (1: Els professors estan barallats i al final els alumnes ho paguen; 2: La baralla d'alumnes havia acabat, però els professors ho van detectar i els van recriminar).
es_es: (1: Los profesores están peleados y al final los alumnos lo pagan; 2: La pelea de alumnas había acabado, pero los profesores lo detectaron y les recriminaron).

source: En l'oració El cotxe s'ha cremat amb el garatge i l'assegurança no el cobreix no se sap quina de les dues coses està coberta per l'assegurança, el garatge o el cotxe.
es_es: En la oración El coche se ha quemado con el garaje y el seguro no lo cubre no se sabe cual de las dos cosas está cubierta por el seguro, el garaje o el coche.

source: La resolució de la polisèmia s'ha abordat des de perspectives molt diverses (vegeu {ide98j}); heus-ne ací dues: L'ús de xarxes semàntiques on els conceptes se situen en els nodes (nusos) de la xarxa i s'agrupen jeràrquicament en superconceptes cada vegada més generals (per exemple, els conceptes poma, pera, taronja s'agruparien sota el concepte fruita)., que s'està generalitzant a altres llengües d'Europa ({http://www.dcs.shef.ac.uk/nlp/funded/eurowordnet.html}).} Quan tenim un mot polisèmic, és que li podem associar més d'un concepte.
es_es: La resolución de la polisemia se ha abordado desde perspectivas muy diversas (ved {ide98j}); Aquí tenemos dos: El uso de redes semánticas donde los conceptos se sitúan en los nodos (nudos) de la red y se agrupan jerárquicamente en superconceptes cada vez más generales (por ejemplo, los conceptos manzana, pera, naranja se agruparían bajo el concepto fruta)., que se está generalizando a otras lenguas de Europa ({http://www.dcs.shef.ac.uk/nlp/funded/eurowordnet.html}).} Cuando tenemos una palabra polisémica, es que le podemos asociar más de un concepto.

source: De fet, el model de traducció automàtica mot per mot (definit en la pàg. , i que no s'ha de confondre amb el que els traductors humans anomenen traducció literal) és el model de referència que usarem en aquest capítol: els tres grups de { problemes} que es presenten en aquest capítol són alguns ---no tots--- dels que no resol el model mot per mot: la segmentació del text origen, l'homografia i les divergències sintàctiques.
es_es: De hecho, el modelo de traducción automática palabra por palabra (definido en la pág. , y que no se tiene que confundir con el que los traductores humanos denominan traducción literal) es el modelo de referencia que usaremos en este capítulo: los tres grupos de {problemas } que se presentan en este capítulo son algunos ---no todos--- de los que no resuelve el modelo palabra por palabra: la segmentación del texto origen, la homografía y las divergencias sintácticas.

source: Cantamos pot ser present o passat.
es_es: Cantamos puede ser presente o pasado.

source: El sintagma preposicional ``a Maria'' pot ser l'objecte indirecte de l'oració principal i de la subordinada.
es_es: El sintagma preposicional ``en Maria'' puede ser el objeto indirecto de la oración principal y de la subordinada.

source: Elegiu dues llengües, $L_1$ i $L_2$ i poseu dos exemples de traduccions errònies de $L_1$ a $L_2$, indicant la frase original, la frase mal traduïda i la frase correcta.
es_es: Elegid dos lenguas, $L_1$ y $L_2$ y poned dos ejemplos de traducciones erróneas de $L_1$ a $L_2$, indicando la frase original, la frase mal traducida y la frase correcta.

source: De fet, estudiarem tres casos: l'ambigüitat purament deguda a l'ambigüitat dels mots (explícits o nuls); l'ambigüitat purament deguda a l'existència de més d'una estructura sintàctica, l'ambigüitat deguda a les dues causes alhora.
es_es: De hecho, estudiaremos tres casos: la ambigüedad puramente debida a la ambigüedad de las palabras (explícitas o nulas); la ambigüedad puramente debida a la existencia de más de una estructura sintáctica, la ambigüedad debida a las dos causas a la vez.

source: Un mot (i, en general, una unitat lèxica de més d'un mot) es pot veure des de dues perspectives; d'una banda, la forma superficial del mot és la forma concreta que apareix en el text: cantàvem; d'altra banda, hi ha la forma lèxica, que consisteix en un lema o forma canònica (cantar), una categoria lèxica, classe de mot, o part de l'oració (verb) i uns indicadors de flexió que expressen les característiques morfològiques o flexives (primera persona, nombre plural, temps pretèrit imperfet, mode indicatiu).
es_es: Una palabra (y, en general, una unidad léxica de más de una palabra) se puede ver desde dos perspectivas; por un lado, la forma superficial de la palabra es la forma concreta que aparece en el texto: cantábamos; por otro lado, hay la forma léxica, que consiste en un lema o forma canónica (cantar), una categoría léxica, clase de palabra, o parte de la oración (verbo) y unos indicadores de flexión que expresan las características morfológicas o flexivas (primera persona, número plural, tiempo pretérito imperfecto, modo indicativo).

source: No en totes les llengües és obligatori moure els interrogatius al principi de la frase; per exemple, en xinés, no.
es_es: No en todas las lenguas es obligatorio mover los interrogativos a primeros de la frase; por ejemplo, en chino, no.

source: Indiqueu de quina classe d'ambigüitat es tracta.
es_es: Indicad de qué clase de ambigüedad se trata.

source: Noteu que l'el·lipsi dels subjectes no hi està involucrada perquè l'element Qu que es mou no és un sintagma nominal.
es_es: Notad que la elipsis de los sujetos no está involucrada porque el elemento Qu que se mueve no es un sintagma nominal.

source: Quina d'aquestes tres tasques és més difícil en un sistema de traducció automàtica espanyol--català?
es_es: Cuál de estas tres tareas es más difícil en un sistema de traducción automática español--catalán?

source: La frase ``baixa i puja amb ascensor'' pot voler dir ``(baixa) i (puja amb ascensor)'' o ``(baixa i puja) amb ascensor''.
es_es: La frase ``baja y sube cen ascensor'' puede querer decir ``(baja) y (sube en ascensor)'' o ``(baja y sube) en ascensor''.

source: ind., 3a pers.sing.(1a conj.) / subst.masc. i fem.sing.: vale.
es_es: ind., 3a pers.sing.(1a conj.) / subst.masc. y estiércol.sing.: vale.

source: El català no té cap construcció equivalent al cuyo espanyol.
es_es: El catalán no tiene ninguna construcción equivalente al cuyo español.

source: {Resolució de l'ambigüitat lèxica categorial}
es_es: {Resolución de la ambigüedad léxica categorial}

source: En algunes llengües romàniques (en italià, espanyol i català però no en francés) és comuna l'absència del subjecte quan és de tercera persona.
es_es: En algunas lenguas románicas (en italiano, español y catalán pero no en francés) es común la ausencia del sujeto cuando es de tercera persona.

source: Introducció
es_es: Introducción

source: Per exemple, l'oració espanyola Aprendió a afeitarse en dos minutos es pot traduir al català Va aprendre a afaitar-se en dos minuts sense resoldre l'ambigüitat següent: és el temps que va tardar a aprendre o el temps que empra per afaitar-se?
es_es: Por ejemplo, la oración española Aprendió a afeitarse en dos minutos se puede traducir al catalán Va aprendre a afaitar-se en dos minuts sin resolver la ambigüedad siguiente: es el tiempo que tardó a aprender o el tiempo que emplea para afeitarse?

source: `portar' ) (.N.
es_es: `trajo' ) (.N.

source: Homògrafs substantiu--preposició: ante, sobre.
es_es: Homógrafos sustantivo--preposición: ante, sobre.
